-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Хост: localhost:3306
-- Время создания: Фев 06 2019 г., 09:57
-- Версия сервера: 5.5.62-cll-lve
-- Версия PHP: 7.2.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `repetito_belrepet_db`
--

-- --------------------------------------------------------

--
-- Структура таблицы `city`
--

CREATE TABLE `city` (
  `id` int(11) NOT NULL,
  `region_id` bigint(20) NOT NULL,
  `name` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=cp1251;

--
-- Дамп данных таблицы `city`
--

INSERT INTO `city` (`id`, `region_id`, `name`) VALUES
(1, 194, 'Барань'),
(2, 194, 'Барань'),
(3, 194, 'Бегомль'),
(4, 194, 'Бешенковичи'),
(5, 194, 'Богушевск'),
(6, 194, 'Браслав'),
(7, 194, 'Верхнедвинск'),
(8, 194, 'Ветрино'),
(9, 194, 'Видзы'),
(10, 194, 'Витебск'),
(11, 194, 'Воропаево'),
(12, 194, 'Глубокое'),
(13, 194, 'Городок'),
(14, 194, 'Дисна'),
(15, 194, 'Докшицы'),
(16, 194, 'Друя'),
(17, 194, 'Дубровно'),
(18, 194, 'Езерище'),
(19, 194, 'Лепель'),
(20, 194, 'Лиозно'),
(21, 194, 'Миоры'),
(22, 194, 'Новополоцк'),
(23, 194, 'Орша'),
(24, 194, 'Полоцк'),
(25, 194, 'Поставы'),
(26, 194, 'Россоны'),
(27, 194, 'Сенно'),
(28, 194, 'Толочин'),
(29, 194, 'Ушачи'),
(30, 194, 'Чашники'),
(31, 194, 'Шарковщина'),
(32, 194, 'Шумилино'),
(33, 199, 'Белиз-Сити'),
(34, 193, 'Антополь'),
(35, 193, 'Барановичи'),
(36, 193, 'Белоозерск'),
(37, 193, 'Береза'),
(38, 193, 'Береза Картуска'),
(39, 193, 'Брест'),
(40, 193, 'Высокое'),
(41, 193, 'Ганцевичи'),
(42, 193, 'Городище'),
(43, 193, 'Давид-Городок'),
(44, 193, 'Домачево'),
(45, 193, 'Дрогичин'),
(46, 193, 'Жабинка'),
(47, 193, 'Ивацевичи'),
(48, 193, 'Каменец'),
(49, 193, 'Кобрин'),
(50, 193, 'Лунинец'),
(51, 193, 'Ляховичи'),
(52, 193, 'Малорита'),
(53, 193, 'Новолукомль'),
(54, 193, 'Пинск'),
(55, 193, 'Пружаны'),
(56, 193, 'Столин'),
(57, 195, 'Белицк'),
(58, 195, 'Большевик'),
(59, 195, 'Брагин'),
(60, 195, 'Буда-Кошелево'),
(61, 195, 'Василевичи'),
(62, 195, 'Васильевка'),
(63, 195, 'Ветка'),
(64, 195, 'Гомель'),
(65, 195, 'Добруш'),
(66, 195, 'Ельск'),
(67, 195, 'Житковичи'),
(68, 195, 'Жлобин'),
(69, 195, 'Калинковичи'),
(70, 195, 'Корма'),
(71, 195, 'Лельчицы'),
(72, 195, 'Лоев'),
(73, 195, 'Мозырь'),
(74, 195, 'Наровля'),
(75, 195, 'Октябрьский'),
(76, 195, 'Петриков'),
(77, 195, 'Речица'),
(78, 195, 'Речица'),
(79, 195, 'Речица'),
(80, 195, 'Рогачев'),
(81, 195, 'Светлогорск'),
(82, 195, 'Туров'),
(83, 195, 'Хойники'),
(84, 195, 'Чечерск'),
(85, 196, 'Большая Берестовица'),
(86, 196, 'Волковыск'),
(87, 196, 'Вороново'),
(88, 196, 'Гродно'),
(89, 196, 'Дятлово'),
(90, 196, 'Желудок'),
(91, 196, 'Зельва'),
(92, 196, 'Ивье'),
(93, 196, 'Козловщина'),
(94, 196, 'Кореличи'),
(95, 196, 'Лида'),
(96, 196, 'Мосты'),
(97, 196, 'Новогрудок'),
(98, 196, 'Островец'),
(99, 196, 'Ошмяны'),
(100, 196, 'Свислочь'),
(101, 196, 'Слоним'),
(102, 196, 'Сморгонь'),
(103, 196, 'Щучин'),
(104, 197, 'Березино'),
(105, 197, 'Бобр'),
(106, 197, 'Борисов'),
(107, 197, 'Вилейка'),
(108, 197, 'Воложин'),
(109, 197, 'Городея'),
(110, 197, 'Дзержинск'),
(111, 197, 'Жодино'),
(112, 197, 'Заславль'),
(113, 197, 'Зеленый Бор'),
(114, 197, 'Ивенец'),
(115, 197, 'Клецк'),
(116, 197, 'Копыль'),
(117, 197, 'Крупки'),
(118, 197, 'Логойск'),
(119, 197, 'Любань'),
(120, 197, 'Марьина Горка'),
(121, 197, 'Минск'),
(122, 197, 'Молодечно'),
(123, 197, 'Мядель'),
(124, 197, 'Несвиж'),
(125, 197, 'Слуцк'),
(126, 197, 'Смолевичи'),
(127, 197, 'Солигорск'),
(128, 197, 'Старые Дороги'),
(129, 197, 'Столбцы'),
(130, 197, 'Узда'),
(131, 197, 'Фаниполь'),
(132, 197, 'Червень'),
(133, 198, 'Белыничи'),
(134, 198, 'Бобруйск'),
(135, 198, 'Быхов'),
(136, 198, 'Глуск'),
(137, 198, 'Глуша'),
(138, 198, 'Горки'),
(139, 198, 'Гродзянка'),
(140, 198, 'Елизово'),
(141, 198, 'Кировск'),
(142, 198, 'Климовичи'),
(143, 198, 'Кличев'),
(144, 198, 'Костюковичи'),
(145, 198, 'Краснополье'),
(146, 198, 'Кричев'),
(147, 198, 'Круглое'),
(148, 198, 'Могилев'),
(149, 198, 'Мстиславль'),
(150, 198, 'Осиповичи'),
(151, 198, 'Славгород'),
(152, 198, 'Хотимск'),
(153, 198, 'Чаусы'),
(154, 198, 'Чериков'),
(155, 198, 'Шклов');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `city`
--
ALTER TABLE `city`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `city`
--
ALTER TABLE `city`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=156;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
